//
//  Root.strings
//  http://www.inappsettingskit.com
//
//  Copyright (c) 2009-2010:
//  Luc Vandal, Edovia Inc., http://www.edovia.com
//  Ortwin Gentz, FutureTap GmbH, http://www.futuretap.com
//  All rights reserved.
// 
//  It is appreciated but not required that you give credit to Luc Vandal and Ortwin Gentz, 
//  as the original authors of this code. You can give credit in a blog post, a tweet or on 
//  a info page of your app. Also, the original authors appreciate letting them know if you use this code.
//
//  This code is licensed under the BSD license that is available at: http://www.opensource.org/licenses/bsd-license.php
//

"TOGGLE_SWITCH"         = "Auto Connect";
"TOGGLE_SWITCH_TITLE"   = "Toggle Switch";

"MUL_VALUE_TITLE"       = "Multiple Values";
"MUL_VAL"               = "Update at launch";
"MUL_VAL_1"             = "Maybe";
"MUL_VAL_2"             = "No";
"MUL_VAL_3"             = "Yes";
"MUL_VAL_4"             = "Sometimes";
"MUL_VAL_5"             = "Occasionally";
"MUL_VAL_6"             = "Often";
"MUL_VAL_7"             = "Never";
"MUL_VAL_8"             = "Once";
"MUL_VAL_9"             = "Twice";
"MUL_VAL_10"            = "Thrice";
"MUL_VAL_11"            = "Who Knows";

"MUL_VAL_NO_TITLE"      = "Without title";
"MUL_VAL_NO_TITLE_1"    = "Always";
"MUL_VAL_NO_TITLE_2"    = "Never";
"MUL_VAL_NO_TITLE_3"    = "Not sure";
"MUL_VAL_NO_TITLE_NIL"  = "";

"MULTIVALUE_FOOTER"		= "This is a footer text below a multiValue list.";

"TEXT_FIELD_TITLE"      = "Text Field";
"TEXT_FIELD_SIG"        = "Signature";

"ADVANCED_TITLE"        = "Advanced";

"VERSION"               = "Version";

"APPLICATION_INFO_TITLE"= "Application Information";

"TEXT_FIELD_TITLE2"     = "Another Text Field";
"TEXT_FIELD_PWD"        = "Password";

"TOGGLE_SWITCH2"        = "Keep Alive";
"TOGGLE_SWITCH_TITLE2"  = "Another Toggle Switch";

"SLIDER_TITLE"          = "Slider with Images";

"LOGIN_GO"              = "Login and update";
"PULL_GO"              = "Download and update";

"EMPTY" 				= "";
"URL_SET"               = "URL Settings";

"CAL"                   = "Calendar";
"STUDENT_ID"            = "Student Id";
"PASSWPRD"              = "Password";
"REMEMBER"              = "Remember";
"GET_DATA_TUPASS"       = "Get calendar data with TU Wien student ID and password, and ical token will be updated automatically";
"FEEDBACK_TITLE"        = "Send feedback!";
"GET_DATA_FROM_TOKEN"    = "Write direct TISS and TUWEL ical token";
"TISS_TOKEN"            = "Tiss ical token";
"TUWEL_TOKEN"           = "Tuwel ical token";
"UPDATE"                = "Update";

"CALENDAR_NAME"         = "Calendar Name";
"CALENDAR_NAME_DESC"         = "If empty the 'Tu Wien' will be used";
"STORAGE_TYPE"          = "Storage type";
"AUTO_CAL_UPDATE"       = "Update calendar automatically?";
"UPDATE_INTERVAL"       = "Update interval (days)";
"LAST_UPDATE"           = "Last update on";
"URL_CLASSROOM_JSON_PACKAGE"     = "URL with classrooms json package";
"URL_CALENDAR_DISCUSSION_SYSTEM" = "Calendar discussion system url";
"DISCUSSION_USERNAME" = "Forum username";
